app/controllers/gossips_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def index
    @first_name = params[:first_name]

    # on fait une boucle pour stocker les infos dans l'index et l'afficher
    @gossips = []
    Gossip.all.each do |gossip|